/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Nastavení obrazu";
"ICA_PGADV_AUTOTONE_TT"	= "Vybere efekt funkce, která optimalizuje jas obrazu.";
"ICA_PGADV_COPYGAMMA_STR"	= "Snížit průhlednost";
"ICA_PGADV_COPYGAMMA_TT"	= "Zapne nebo vypne funkci, která snižuje průhlednost oboustranných dokumentů nebo zesvětlí základní barvu na recyklovaném nebo jiném barevném papíru. Tato možnost je dostupná pouze tehdy, když v nabídce [Nastavení obrazu] vyberete položku [Dokument] nebo [Časopis].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Zapne nebo vypne funkci, která snižuje průhlednost oboustranných dokumentů nebo zesvětlí základní barvu na recyklovaném nebo jiném barevném papíru. Tato možnost je dostupná pouze tehdy, když v nabídce [Nastavení obrazu] vyberete položku [Dokument].";
"ICA_PGADV_UNSHARP_STR"	= "Zaostřit s maskou";
"ICA_PGADV_UNSHARP_TT"	= "Zapne nebo vypne funkci, která zesiluje obrysy objektů, aby zaostřila obraz. Pokud je možnost [Funkce Descreen] nastavena na hodnotu ZAP, na obrazu může zůstat moaré, když možnost [Zaostřit s maskou] nenastavíte na hodnotu VYP.";
"ICA_PGADV_DESCREEN_STR"	= "Funkce Descreen";
"ICA_PGADV_DESCREEN_TT"	= "Zapne nebo vypne funkci, která redukuje nerovnoměrné stupňování nebo pruhový vzor (moaré), k nimž může dojít při skenování fotografií nebo obrázků tištěných pomocí jemných teček. Moaré může zůstat, když možnost [Zaostřit s maskou] nenastavíte na hodnotu VYP.";
"ICA_PGADV_REMOVEDUST_STR"	= "Odstranit prach";
"ICA_PGADV_REMOVEDUST_TT"	= "Vybere efekt funkce „FARE“, která z naskenovaných filmů automaticky odstraňuje prach a škrábance.";
"ICA_PGADV_REDUCEDUST_STR"	= "Zeslabit prach";
"ICA_PGADV_REDUCEDUST_TT"	= "Vybere efekt funkce, která redukuje výskyt bílých teček způsobených prachem nebo škrábanci na fotografiích.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Oprava vyblednutí";
"ICA_PGADV_FADINGCORRECT_TT"	= "Vybere efekt funkce, která opravuje vybledlé fotografie a filmy nebo fotografie a filmy s osazením barvy. Tato možnost je účinná pouze tehdy, když je v nabídce [Barevný režim] vybrán (druh) [Barevně].";
"ICA_PGADV_GRAINCORRECT_STR"	= "Oprava zrnitosti";
"ICA_PGADV_GRAINCORRECT_TT"	= "Vybere efekt funkce, která sníží zrnitost (drsnost) fotografií pořízených na film s vysokou citlivostí nebo s nastavením vysoké citlivosti.";
"ICA_PGADV_CUBS_STR"	= "Korekce ods. od hřb.";
"ICA_PGADV_CUBS_TT"	= "Vybere efekt funkce, která opravuje stíny vzniklé mezi stránkami při skenování otevřených brožur. Při použití této opravy umístěte předlohu tak, aby nedoléhala na sklo šikmo. Při skenování tlačte na střed hřbetu předlohy stejnou silou jako při provádění skenování náhledu.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Kalibr. před každ. skenováním";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Provede kalibraci před každým skenováním.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Výstup podle pořadí stránek";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Nastavuje způsob výstupu papíru po naskenování několika oboustranných dokumentů z podavače ADF. Pokud vyberete možnost VYP, skenování dokumentů a výstup papíru se uskuteční v rychlém režimu. Pokud vyberete možnost ZAP, skenování dokumentů a výstup papíru se uskuteční automaticky v pořadí stránek.";
"ICA_ADV_FLAG_NONE"	= "Žádné";
"ICA_ADV_FLAG_AUTO"	= "Automaticky";
"ICA_ADV_FLAG_PHOTO"	= "Fotografie";
"ICA_ADV_FLAG_MAGAZINE"	= "Časopis";
"ICA_ADV_FLAG_DOCUMENT"	= "Dokument";
"ICA_ADV_FLAG_ON"	= "ZAPNUTO";
"ICA_INFO_NONE"	= "Žádné";
"ICA_INFO_LOW"	= "Nízký";
"ICA_INFO_MEDIUM"	= "Střední";
"ICA_INFO_HIGH"	= "Vysoký";
"ICA_ERROR_001"	= "Nelze provést skenování, dokud nebude rozlišení sníženo na %s x %s pixelů nebo méně a velikost dat nebude snížena na %s GB nebo méně.";
"ICA_ERROR_002"	= "Velikost papíru není vhodná pro oboustranné skenování. Vyberte velikost A4 nebo Letter.";
"ICA_ERROR_003"	= "Zadaný druh nastavení [Barevný režim] nepodporuje 16bitové skenování. Chcete-li skenovat pomocí zadaného druhu nastavení [Barevný režim], změňte bitovou hloubku na 8bitovou. Chcete-li provést 16bitové skenování, změňte (druh) [Barevný režim] na hodnotu Barevně.";
"ICA_ERROR_004"	= "Nelze provést skenování, dokud nezvětšíte velikost na 4 x 4 mm (0,16 x 0,16 palce).";
"ICA_ERROR_005"	= "Nemáte potřebná oprávnění k přístupu do zadané složky.";
"ICA_ERROR_006"	= "Film se nepodařilo zjistit.\nZkontrolujte správnost nastavení filmu a zopakujte skenování.";
"ICA_ERROR_007"	= "Skenovat filmy ve formátu 120 pomocí ovladače skeneru.";
"ICA_ERROR_008"	= "Došlo k interní chybě. Proveďte následující kroky.\n- Ověřte stav skeneru.\n- Vypněte a znovu zapněte skener.\n- Znovu nainstalujte ovladač skeneru.";
"ICA_ERROR_009"	= "Velikost papíru není vhodná pro oboustranné skenování. Vyberte jinou velikost, než US Legal.";
"ICA_ERROR_01"	= "Nedostatek paměti. Zvětšete množství dostupné paměti.";
"ICA_ERROR_02"	= "Požadovaný soubor chybí, je poškozen nebo je chybné nastavení. Opakujte instalaci.";
"ICA_ERROR_03"	= "Došlo k interní chybě.";
"ICA_ERROR_04"	= "Na disku není dostatek volného místa k dokončení skenování.";
"ICA_ERROR_05"	= "V automatickém podavači ADF (automatický podavač dokumentů) není vložen dokument. Vložte dokument a opakujte akci.";
"ICA_ERROR_07"	= "Chyba skeneru. Řešení naleznete v příručce.";
"ICA_ERROR_08"	= "Do souboru nelze zapisovat nebo jej nelze číst.";
"ICA_ERROR_09"	= "Došlo k chybě. Vypněte a znovu zapněte zařízení.";
"ICA_ERROR_10"	= "Uvolněte přepínač zámku, odpojte kabel USB a opět jej připojte.";
"ICA_ERROR_11"	= "Uvolněte přepínač zámku, vypněte zařízení a znovu ho zapněte.";
"ICA_ERROR_12"	= "Skenování bylo zrušeno uživatelem.";
"ICA_ERROR_13"	= "Skenování bylo zrušeno uživatelem. Stisknutím tlačítka OK na ovládacím panelu tiskárny vysunete dokument z podavače ADF (automatický podavač dokumentů).";
"ICA_ERROR_18"	= "Nelze skenovat kvůli některému z těchto důvodů:\n- Originál není vložený správně.\n- Je vložený ochranný list.\n- Lampa není dostatečně zahřátá.\n   (Nastavení lampy trvá při nízké teplotě několik minut.)";
"ICA_ERROR_25"	= "V podavači ADF (automatický podavač dokumentů) uvízl papír. Odstraňte uvíznutý papír a stisknutím tlačítka OK vymažte stav zobrazený na ovládacím panelu tiskárny.";
"ICA_ERROR_26"	= "Je otevřen kryt podavače ADF (automatický podavač dokumentů). Zavřete kryt dokumentů a pak stisknutím tlačítka OK vymažte stav zobrazený na ovládacím panelu tiskárny.";
"ICA_ERROR_28"	= "Dokument je příliš dlouhý. Ověřte, zda je kryt podavače ADF (automatický podavač dokumentů) zavřený, a stisknutím tlačítka OK na ovládacím panelu tiskárny vysuňte dokument z podavače ADF.";
"ICA_ERROR_29"	= "Velikost papíru není vhodná pro oboustranné skenování. Ověřte, zda je kryt podavače ADF (automatický podavač dokumentů) zavřený, a stisknutím tlačítka OK na ovládacím panelu tiskárny vysuňte dokument z podavače ADF.";
"ICA_ERROR_30"	= "V podavači ADF (automatický podavač dokumentů) není vložen dokument. Stisknutím tlačítka OK na ovládacím panelu tiskárny zrušte chybu a pak vložte papír do podavače ADF.";
"ICA_ERROR_31"	= "Probíhá inicializace skeneru. Zahajte skenování po jejím dokončení.";
"ICA_ERROR_32"	= "Probíhá inicializace tiskárny. Zahajte skenování po jejím dokončení.";
"ICA_ERROR_33"	= "Tiskárna je používána nebo došlo k chybě. Zkontrolujte stav.";
"ICA_ERROR_34"	= "Je-li skener používán jinou aplikací nebo uživatelem, není dostupný.";
"ICA_ERROR_35"	= "Je vložený ochranný list. Skenování není možné.";
"ICA_ERROR_36"	= "Nelze skenovat dokument zadané velikosti.";
"ICA_ERROR_39"	= "Nelze komunikovat se skenerem z těchto důvodů:\n- Skener je vypnutý.\n- Kabel USB je odpojený.\n\nZkontrolujte připojení a opakujte akci.";
"ICA_ERROR_40"	= "Nelze komunikovat se skenerem z těchto důvodů:\n- Skener je vypnutý.\n- (Pokud používáte připojení ke kabelové síti LAN.) Skener je odpojen od kabelové sítě LAN.\n- (Pokud používáte připojení k bezdrátové síti LAN.) Síla signálu je slabá (překážky).\n- Připojení k síti je zakázáno zabezpečovacím softwarem.\n- Je vybrán jiný skener v síti.\n\nZkontrolujte připojení a opakujte akci.";
"ICA_ERROR_42"	= "Je otevřen kryt dokumentů.\nZavřete kryt dokumentů a stiskněte tlačítko OK.\nPoté odeberte dokument z podavače ADF (automatický podavač dokumentů).";
